{"guid": "DH021", "title": "Adults with common mental disorders in the past week", "measure_summary": "This data measures the percentage of people in different ethnic groups who have experienced one or more common mental disorder (CMD) in the past week. \r\n \r\nCMDs, also known as neurotic disorders, can cause people emotional distress and have an effect on their day-to-day functioning. They include 6 common disorders: \r\n\r\n* generalised anxiety disorder\r\n* mild, moderate and severe depression\r\n* phobias\r\n* obsessive compulsive disorder\r\n* panic disorder \r\n* unspecified CMD\r\n \r\nThe data source is the Adult Psychiatric Morbidity Survey (APMS) that was conducted in private households in England in 2014. ", "summary": "* the percentage of people who experienced a common mental disorder (CMD) in the past week didn’t vary by ethnic group for men - but it did for women\r\n \r\n* 29% of Black/Black British women experienced a CMD in the past week, a higher rate than for White British women or non-British White women\r\n \r\n* CMDs were more prevalent in White British women than in non-British White women, at 21% and 16% respectively\r\n \r\n* sample sizes were too small to draw reliable conclusions about differences in rates of individual common mental disorders between ethnic groups \r\n", "geographic_coverage": "England", "lowest_level_of_geography": "England", "time_covered": "2014", "need_to_know": "The survey covers adults aged 16 or over who live in private households. It doesn’t include those who live in institutional settings or in temporary housing (such as hostels or bed and breakfasts) or those who sleep rough. There were 7,518 respondents to the survey. \r\n \r\nThese statistics have been age-standardised so comparisons can be made between ethnic groups as if they had the same age profile. They do not tell you the actual percentage of people in each ethnic group who experienced a CMD.\r\n \r\nUse caution when making comparisons between ethnic groups. This is because all survey estimates are subject to a degree of uncertainty as they are based on a sample of the population. The degree of uncertainty is greater when the number of respondents is small, so it will be highest for minority ethnic groups.\r\n \r\nThe main points describe only those differences between ethnic groups that can be relied on despite the uncertainty around the estimates. \r\n \r\nThe ethnic groupings used here are broad and there is no breakdown of data for the more specific subgroups each contains. Some of these subgroups have very different experiences to one another. For example, the Black/Black British group could include both recent migrants from Somalia and Black people born in Britain to British parents. \r\n", "ethnicity_definition_summary": "For this data, the number of people surveyed (the ‘sample size’) was too small to draw any firm conclusions about detailed ethnic categories. Therefore, the data is broken down into the following broad groups, based on the ONS harmonised ethnic group questions for use on national surveys.  \r\n\r\n* White British\r\n* White Other\r\n* Black/Black British\r\n* Asian/Asian British\r\n* Mixed/Multiple\r\n* Other\r\n", "ethnicity_definition_detail": "Participants identified their ethnicity according to one of fifteen groups presented on a show card, including ‘other – please state’. The groups were subsumed under five headings: White British; White other; Black/Black British; Asian/Asian British; and those who reported their ethnic group as mixed, multiple or other.", "source_text": "Adult Psychiatric Morbidity Survey: Survey of Mental Health and Wellbeing, England, 2014", "source_url": "http://content.digital.nhs.uk/pubs/apmsurvey14", "department_source": "NHS Digital", "published_date": "29 September 2016", "last_update_date": "23/06/17", "next_update_date": "", "frequency": "Every 7 years (further publications dependent on further surveys being commissioned)", "related_publications": "Full references for other sources cited in this commentary can be found in the reported this information has been sourced from\r\nhttp://content.digital.nhs.uk/pubs/apmsurvey14\r\n\r\nAPMS 2007\r\nhttp://content.digital.nhs.uk/catalogue/PUB02931/adul-psyc-morb-res-hou-sur-eng-2007-rep.pdf\r\n\r\nPublications using APMS data\r\nhttp://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-app-a.pdf", "contact_name": "Dan Collinson", "contact_phone": "0300 303 5678", "contact_email": "enquiries@nhsdigital.nhs.uk", "data_source_purpose": "The APMS series provides England's National Statistics for the prevalence of mental illness and treatment access in the household population.", "methodology": "Interviewers for the Adult Psychiatric Morbidity Survey asked questions using the Clinical Interview Schedule - Revised (CIS-R).  A diagnosis of common mental disorder (CMD) was made based on the responses. \r\n \r\nThe resulting statistics for CMD have been age-standardised. This is because the prevalence of common mental disorders is related to age and the age profile can differ considerably between ethnic groups. This adjustment allows comparisons to be made between ethnic groups as if they had the same age profile.\r\n \r\nEach survey involved interviewing a large stratified probability sample of the general population, covering people living in private households. The full adult age range was covered, with the youngest participants aged 16 and the oldest over 100. \r\n\r\nThe two-phase survey design involved an initial interview with the whole sample, followed up with a structured assessment carried out by clinically trained interviewers with a subset of participants. People were assessed or screened for a range of different types of mental disorder, from common conditions like depression and anxiety disorder through to rarer neurological and mental conditions such as psychotic disorder, attention-deficit/hyperactivity disorder (ADHD), and autism spectrum disorder (ASD).  \r\n\r\nSpecific Common Mental Disorders (CMDs) and symptoms of CMD were assessed in the first phase interview using the Clinical Interview Schedule – Revised (CIS-R). The CIS-R is an interviewer administered structured interview schedule covering the presence of non-psychotic symptoms in the week prior to interview. It can be used to provide prevalence estimates for 14 types of CMD symptoms and six types of CMD, together with a continuous scale that reflects the overall severity of CMD psychopathology. Each section of the CIS-R assesses one type of CMD symptom.  somatic symptoms, fatigue, concentration and forgetfulness, sleep problems, irritability, depression, depressive ideas, worry, anxiety, phobias, panic, compulsions and obsessions.\r\n\r\nThe participants’ answers to the CIS-R were used to generate 10th International Classification of Disease (ICD-10) diagnoses of CMD. These ICD-10 diagnoses were then amalgamated to produce six categories of disorder: Generalised anxiety disorder (GAD), Depression (including mild, moderate and severe), Phobias, Obsessive compulsive disorder (OCD), Panic disorder and CMD not otherwise specified (CMD-NOS, referred to in previous surveys in the APMS series as ‘mixed-anxiety and depression’).\r\n\r\nThe sampling frame covers only those living in private households, and therefore those who were living in institutional settings such as large residential care homes, offender institutions, prisons, in temporary housing (such as hostels or bed and breakfasts) or sleeping rough, would not have had a chance to be selected. People living in such settings are likely to have worse mental health than those living in private households (Gill et al. 1996; cited in APMS 2014).\r\n\r\nBiases in sample selection for the phase 1 interviews were addressed through weighting so that the results were representative of the English household population aged 16 and over.\r\n\r\nSome people selected for the survey were not able to take part in a long interview. These include those with serious physical health conditions, who may feel unwell or be staying in hospital during the fieldwork period, and those whose mental capability may be impaired, for example due to cognitive decline as a result of dementia or injury, or because of a learning impairment. Where a selected participant could not take part due to a physical or mental health condition, some information about this was recorded by the interviewer on the doorstep. This information may be biased due to it having been collected often from another household member.\r\n\r\nSome people selected for the survey could not be contacted or refused to take part. The achieved response rate (57%) is in line with that of similar surveys (Barnes et al. 2010; cited in APMS 2014). A problem for all such studies is how to take account of those who do not take part, either because contact could not be established with the selected household or individual or because they refused to take part. The weighting addresses this to some extent.\r\n\r\nThe mental health assessments used are not as reliable as a clinical interview. In a clinical interview, a trained psychologist or psychiatrist may take many sessions and much explorative questioning and clinical judgement to reach a diagnosis. In the context of a questionnaire administered by a lay interviewer, this is not possible. However, the assessments used have been validated and are among the best available for the purpose in hand.\r\n\r\nSocially undesirable or stigmatised feelings and behaviours may be underreported. While this is a risk for any study based on self-report data, the study goes some way to minimising this by collecting particularly sensitive information in a self-completion format.", "data_type": "Survey", "suppression_rules": "No suppression other than the disclosure control detailed below has been applied.", "disclosure_control": "Risk to disclosure has been accounted for with limitations of the level of disaggregation, size of category groupings, and the maintaining of large underlying populations for each level. ", "estimation": "", "type_of_statistic": "National statistic", "qmi_url": "", "further_technical_information": "APMS 2014 Methods Chapter 14\r\nhttp://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-methods.pdf\r\n\r\nAPMS 2014 Background Data Quality Statement\r\nhttp://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-dq.pdf", "dimensions": [{"guid": "b302561a10782432fe926ccd0b79972316dd88fe", "title": "Adults with common mental disorders in the past week", "measure": "DH021", "time_period": "2014", "summary": "As shown in the dropdown table above, the survey found 21% of White British women experienced a common mental disorder (CMD) in the past week.\r\n \r\nThis estimate is based on a random sample of adults. A different sample would have yielded somewhat different estimates.\r\n \r\nThe confidence interval of 19.4% to 22.5% for this survey estimate indicates the range in which the actual percentage of White British women in the population experiencing a CMD is likely to have been.\r\n \r\nIf this survey were repeated many times, each time with a different random sample of adults, the actual value would fall in such a confidence interval 19 times out of 20.\r\n \r\nBecause a far smaller number of Black/Black British women were sampled for this survey, the range in which the prevalence of CMD among these women is likely to lie is much wider - most likely between 19.2% and 42.0%.", "suppression_rules": "No suppression other than disclosure control has been applied.", "disclosure_control": "Risk to disclosure has been accounted for with limitations of the level of disaggregation, size of category groupings, and the maintaining of large underlying populations for each level. ", "type_of_statistic": "National statistic", "location": "England", "source": "[Adult Psychiatric Morbidity Survey: Survey of Mental Health and Wellbeing, England, 2014](http://content.digital.nhs.uk/catalogue/PUB21748)", "chart": {"type": "panel_bar_chart", "title": {"text": "Percentage of adults who experienced a common mental disorder in the past week by sex and ethnicity"}, "xAxis": {"title": {"text": "%"}, "categories": ["White British", "White other", "Black/Black British", "Asian/Asian British", "Mixed/ multiple/ other"]}, "yAxis": {"title": {"text": ""}}, "panels": [{"type": "small_bar", "title": {"text": "Male"}, "xAxis": {"title": {"text": "%"}, "categories": ["White British", "White other", "Black/Black British", "Asian/Asian British", "Mixed/ multiple/ other"]}, "yAxis": {"title": {"text": ""}}, "series": [{"name": "Ethnicity", "data": [13.5, 13.1, 13.5, 12.9, 10.5]}], "number_format": {"multiplier": 1, "prefix": "", "suffix": "%", "min": 0, "max": 100}}, {"type": "small_bar", "title": {"text": "Female"}, "xAxis": {"title": {"text": "%"}, "categories": ["White British", "White other", "Black/Black British", "Asian/Asian British", "Mixed/ multiple/ other"]}, "yAxis": {"title": {"text": ""}}, "series": [{"name": "Ethnicity", "data": [20.9, 15.6, 29.3, 23.6, 28.7]}], "number_format": {"multiplier": 1, "prefix": "", "suffix": "%", "min": 0, "max": 100}}]}, "table": {"group_columns": ["", "All", "Female", "Male"], "type": "grouped", "category": "Ethnicity", "columns": ["%", "Lower confidence intervals (%)", "Upper confidence intervals (%)"], "data": [{"category": "White British", "values": ["17.3", "16.20", "18.50", "20.9", "19.40", "22.50", "13.5", "12.00", "15.20"]}, {"category": "White other", "values": ["14.4", "10.80", "19.10", "15.6", "11.30", "21.20", "13.1", "7.60", "21.70"]}, {"category": "Black/Black British", "values": ["22.5", "14.90", "32.50", "29.3", "19.20", "42.00", "13.5", "6.30", "26.70"]}, {"category": "Asian/Asian British", "values": ["17.9", "13.40", "23.40", "23.6", "16.50", "32.60", "12.9", "8.00", "20.20"]}, {"category": "Mixed/ multiple/ other", "values": ["19.5", "12.10", "29.90", "28.7", "16.80", "44.50", "10.5", "5.10", "20.40"]}], "title": {"text": "Grouped Table"}, "groups": [{"group": "All", "data": [{"category": "White British", "values": ["17.3", "16.20", "18.50"]}, {"category": "White other", "values": ["14.4", "10.80", "19.10"]}, {"category": "Black/Black British", "values": ["22.5", "14.90", "32.50"]}, {"category": "Asian/Asian British", "values": ["17.9", "13.40", "23.40"]}, {"category": "Mixed/ multiple/ other", "values": ["19.5", "12.10", "29.90"]}]}, {"group": "Female", "data": [{"category": "White British", "values": ["20.9", "19.40", "22.50"]}, {"category": "White other", "values": ["15.6", "11.30", "21.20"]}, {"category": "Black/Black British", "values": ["29.3", "19.20", "42.00"]}, {"category": "Asian/Asian British", "values": ["23.6", "16.50", "32.60"]}, {"category": "Mixed/ multiple/ other", "values": ["28.7", "16.80", "44.50"]}]}, {"group": "Male", "data": [{"category": "White British", "values": ["13.5", "12.00", "15.20"]}, {"category": "White other", "values": ["13.1", "7.60", "21.70"]}, {"category": "Black/Black British", "values": ["13.5", "6.30", "26.70"]}, {"category": "Asian/Asian British", "values": ["12.9", "8.00", "20.20"]}, {"category": "Mixed/ multiple/ other", "values": ["10.5", "5.10", "20.40"]}]}]}, "chart_source_data": {"data": [["Ethnicity", "Gender", "Value"], ["White British", "Male", "13.5"], ["White other", "Male", "13.1"], ["Black/Black British", "Male", "13.5"], ["Asian/Asian British", "Male", "12.9"], ["Mixed/ multiple/ other", "Male", "10.5"], ["White British", "Female", "20.9"], ["White other", "Female", "15.6"], ["Black/Black British", "Female", "29.3"], ["Asian/Asian British", "Female", "23.6"], ["Mixed/ multiple/ other", "Female", "28.7"]], "type": "panel_bar_chart", "chartOptions": {"primary_column": "Gender", "secondary_column": "Ethnicity", "parent_column": "[None]", "order_column": "[None]", "x_axis_column": "Ethnicity", "line_series_column": "Ethnicity", "component_bar_column": "Ethnicity", "component_component_column": "[None]", "panel_primary_column": "Ethnicity", "panel_grouping_column": "Gender", "panel_line_x_axis": "[None]", "panel_line_series": "[None]"}, "chartFormat": {"chart_title": "Percentage of adults who experienced a common mental disorder in the past week by sex and ethnicity", "x_axis_label": "%", "y_axis_label": "", "number_format": "percent", "number_format_prefix": "", "number_format_suffix": "", "number_format_min": "", "number_format_max": ""}}, "table_source_data": {"data": [["Measure", "Time", "Geography", "Ethnicity", "Gender", "Value", "Lower confidence intervals (%)", "Upper confidence intervals (%)"], ["Common Mental Disorder Prevalence", "2014", "England", "White British", "All", "17.3", "16.20", "18.50"], ["Common Mental Disorder Prevalence", "2014", "England", "White other", "All", "14.4", "10.80", "19.10"], ["Common Mental Disorder Prevalence", "2014", "England", "Black/Black British", "All", "22.5", "14.90", "32.50"], ["Common Mental Disorder Prevalence", "2014", "England", "Asian/Asian British", "All", "17.9", "13.40", "23.40"], ["Common Mental Disorder Prevalence", "2014", "England", "Mixed/ multiple/ other", "All", "19.5", "12.10", "29.90"], ["Common Mental Disorder Prevalence", "2014", "England", "White British", "Male", "13.5", "12.00", "15.20"], ["Common Mental Disorder Prevalence", "2014", "England", "White other", "Male", "13.1", "7.60", "21.70"], ["Common Mental Disorder Prevalence", "2014", "England", "Black/Black British", "Male", "13.5", "6.30", "26.70"], ["Common Mental Disorder Prevalence", "2014", "England", "Asian/Asian British", "Male", "12.9", "8.00", "20.20"], ["Common Mental Disorder Prevalence", "2014", "England", "Mixed/ multiple/ other", "Male", "10.5", "5.10", "20.40"], ["Common Mental Disorder Prevalence", "2014", "England", "White British", "Female", "20.9", "19.40", "22.50"], ["Common Mental Disorder Prevalence", "2014", "England", "White other", "Female", "15.6", "11.30", "21.20"], ["Common Mental Disorder Prevalence", "2014", "England", "Black/Black British", "Female", "29.3", "19.20", "42.00"], ["Common Mental Disorder Prevalence", "2014", "England", "Asian/Asian British", "Female", "23.6", "16.50", "32.60"], ["Common Mental Disorder Prevalence", "2014", "England", "Mixed/ multiple/ other", "Female", "28.7", "16.80", "44.50"]], "tableOptions": {"table_category_column": "Ethnicity", "table_group_column": "Gender", "table_column_1": "Value", "table_column_2": "Lower confidence intervals (%)", "table_column_3": "Upper confidence intervals (%)", "table_column_4": "none", "table_column_5": "none", "table_column_1_name": "%", "table_column_2_name": "Lower confidence intervals (%)", "table_column_3_name": "Upper confidence intervals (%)", "table_column_4_name": "", "table_column_5_name": ""}}}]}