{"guid": "DH 027", "title": "Adults screening positive for bipolar disorder", "measure_summary": "This measure shows an estimate of the proportion of the adult (aged 16 and over) population in England who would screen positive for bipolar disorder. Bipolar disorder, previously known as manic depression, is a mental health condition characterised by recurring episodes of depression and mania. \r\n\r\nThe data for this measure was collected in the Adult Psychiatric Morbidity Survey (APMS) that was conducted in private households across England in 2014. Survey respondents screened positive if they said they had ever experienced 7 or more common symptoms of biopolar disorder, as well as several other symptoms that occur at the same time. These symptoms must also have caused moderate or serious problems with normal day-to-day functioning. ", "summary": "* no reliable (or ‘statistically significant’) differences between ethnic groups were observed for the proportion of respondents screening positive for bipolar disorder\r\n\r\n* these statistics cannot be used as evidence either for or against the presence of any actual differences between ethnic groups in the population of England\r\n\r\n* the small number of positive screenings for certain ethnicities mean any differences identified are too uncertain to draw reliable conclusions", "geographic_coverage": "England", "lowest_level_of_geography": "National", "time_covered": "2014", "need_to_know": "A positive screen for bipolar disorder indicates that someone is likely to have bipolar disorder, based on symptoms they have described. A full clinical assessment would be needed for diagnosis. The questions in the Adult Psychiatric Morbidity Survey (APMS) are used to estimate how common bipolar disorder is likely to be in the adult population, but they aren’t used as part of any national screening programme in England.\r\n\r\nKeep in mind when making comparisons between ethnic groups that all survey estimates are subject to a degree of uncertainty as they are based on a sample of the population. The degree of uncertainty is greater when the number of respondents is small, so it will be highest for minority ethnic groups. In this situation, the numbers of respondents in each groups were too small to make any conclusions about differences between them.\r\n\r\nThe survey covers adults aged 16 or over who live in private households. It doesn’t include those who live in institutional settings or in temporary housing (such as hostels or bed and breakfasts) or those who sleep rough. People living in such settings are likely to have worse mental health than those living in private households. There were 7,528 respondents to the survey. \r\n\r\nThese statistics are based on participants’ direct responses (as opposed to someone else filling in the survey). As a result, socially undesirable or stigmatised feelings and behaviours may be under-reported. This is a risk with any survey based on self-reported data. \r\n\r\nThese statistics have been age-standardised so comparisons can be made between ethnic groups as if they had the same age profile (an age profile shows the number of people of different ages within an ethnic group). They do not tell you the actual percentage of people in each ethnic group who have or would have a positive screen for bipolar disorder.\r\n\r\nThe ethnic groupings used here are broad; there is no breakdown of data for the more specific ethnic groups each contains. Some of the specific ethnic groups have very different experiences to one another. For example, the Black/Black British group could include both recent migrants from Somalia and Black people born in Britain to British parents. ", "ethnicity_definition_summary": "For this data, the number of people surveyed (the ‘sample size’) was too small to draw any firm conclusions about detailed ethnic categories. Therefore, the data is broken down into the following broad groups, based on the ONS harmonised ethnic group questions for use on national surveys.\r\n  \r\n* Asian/Asian British\r\n* Black/Black British\r\n* Mixed/Multiple\r\n* White British\r\n* White other\r\n\r\n", "ethnicity_definition_detail": "", "source_text": "Adult Psychiatric Morbidity Survey: Survey of Mental Health and Wellbeing, England, 2014", "source_url": "http://content.digital.nhs.uk/pubs/apmsurvey14", "department_source": "NHS Digital", "published_date": "", "last_update_date": "2014", "next_update_date": "2021", "frequency": "Every 7 years (further publications dependent on further surveys being commissioned)", "related_publications": "Full references for other sources cited in this commentary can be found in the\r\n[Adult Psychiatric Morbidity Survey: Survey of Mental Health and Wellbeing, England, 2014](http://content.digital.nhs.uk/pubs/apmsurvey14).\r\n[Adult Psychiatric Morbidity Survey 2007](http://content.digital.nhs.uk/catalogue/PUB02931/adul-psyc-morb-res-hou-sur-eng-2007-rep.pdf)\r\n\r\nPublications using APMS data\r\nhttp://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-app-a.pdf", "contact_name": "Dan Collinson", "contact_phone": "0300 303 5678", "contact_email": "enquiries@nhsdigital.nhs.uk", "data_source_purpose": "The Adult Psychiatric Morbidity Survey (APMS) series provides England's National Statistics for the prevalence of mental illness and treatment access in the adult household population.", "methodology": "Respondents to the APMS 2014 were assessed for bipolar disorder based on their answers to the Mood Disorder Questionnaire (MDQ), which asks 13 yes/no questions related to lifetime experience of manic or hypomanic symptoms and is based on the Diagnostic and Statistical Manual of Mental Disorders criteria for bipolar spectrum disorders. Survey respondents screened positive if they said they had ever experienced 7 or more common symptoms of bipolar disorder, as well as several other symptoms that occur at the same time. These symptoms must also have caused moderate or serious problems with normal day-to-day life (eg being unable to work; having family, money or legal troubles; or getting into arguments or fights). \r\n\r\nEach survey involved interviewing a large stratified probability sample of the general population, covering people living in private households. The full adult age range was covered, with the youngest participants aged 16 and the oldest over 100. \r\n\r\nThe two-phase survey design involved an initial interview with the whole sample, followed up with a structured assessment carried out by clinically trained interviewers with a subset of participants. People were assessed or screened for a range of different types of mental disorder, from common conditions like depression and anxiety disorder through to less common neurological and mental conditions such as psychotic disorder, attention-deficit/hyperactivity disorder (ADHD), and autism spectrum disorder (ASD). \r\n\r\nThe resulting statistics for positive screen for bipolar disorder have been age-standardised. This is because the prevalence of mental disorders is related to age and the age profile can differ considerably between ethnic groups. This adjustment allows comparisons to be made between ethnic groups as if they had the same age profile.\r\n\r\nThe use of a survey to diagnose mental health conditions is not as reliable as a diagnosis made using a clinical interview. The assessments used have been validated, however, and are among the best available.\r\n\r\nThe survey covers people who live in private households. It doesn’t include those who live in institutional settings or in temporary housing (such as hostels or bed and breakfasts) or those who sleep rough. People living in such settings are likely to have worse mental health than those living in private households (Gill et al. 1996; cited in APMS 2014).\r\n\r\nWhere a selected participant could not take part in a long interview due to a physical or mental health condition, some information about this was recorded by the interviewer on the doorstep. This information may be biased due to it having been collected, often from another household member.\r\n\r\nSocially undesirable or stigmatised feelings and behaviours may be underreported. While this is a risk for any study based on self-report data, the study goes some way to minimising this by collecting particularly sensitive information in a self-completion format.\r\n\r\nSome people selected for the survey could not be contacted or refused to take part. The achieved response rate (57%) is in line with that of similar surveys (Barnes et al. 2010; cited in APMS 2014). Weighting helps take account of those who were selected for the survey but didn’t take part.\r\n\r\nWeighting is used to adjust the results of a survey to make them representative of the population and improve their accuracy. For example, a survey which contains 25% females and 75% males will not accurately reflect the views of the general population, which we know is around 50% male and 50% female. \r\n\r\nMore detailed information on the weighting used here can be found on page 24 of the Methods chapter of the [Adult Psychiatric Morbidity Survey 2014](http://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-methods.pdf).\r\n\r\nConfidence intervals\r\nThe confidence intervals for each ethnic group are available in the ‘download the data’ section and also available from the CSV downloads for ‘Percentage of adults screening positive for bipolar disorder by sex and broad ethnic group, England 2014’. \r\n\r\n1.8% of White British women surveyed screened positive for bipolar disorder. This is a reliable estimate of the percentage of White British women in England who are likely to screen positive for bipolar disorder, but because the APMS results are based on a random sample of adults aged 16 or older, it’s impossible to be 100% certain of the true percentage.\r\n \r\nIt’s 95% certain, however, that somewhere between 1.30% and 2.50% of all White British women in England would screen positive for bipolar disorder. In statistical terms, this is a 95% confidence interval. This means that if 100 random samples were taken, then 95 times out of 100 the estimate would fall in this range (ie between the upper and lower confidence interval). But 5 times out of 100 it would fall outside this range.\r\n\r\nThe smaller the survey sample, the more uncertain the estimate and the wider the confidence interval. For example, fewer women from the Black/Black British ethnic group were sampled for this survey than White British women, so we can be less certain about the estimate for the smaller group. This greater uncertainty is expressed by the wider confidence interval of between 1.20% and 12.50%.\r\n", "data_type": "Survey", "suppression_rules": "There is no risk to disclosure as the analysis is based on broad ethnic groups, without further disaggregation. Therefore no data has been suppressed.", "disclosure_control": "Risk to disclosure has been accounted for with limitations of the level of disaggregation, size of category groupings, and the maintaining of large underlying populations for analysis. No further suppression or other disclosure control has been applied.", "estimation": "Percentages have been rounded to one decimal point. ", "type_of_statistic": "National statistic", "qmi_url": "[APMS 2014 Methods Chapter 14](http://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-methods.pdf)", "further_technical_information": "[APMS 2014 Background Data Quality Statement](http://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-dq.pdf)", "dimensions": [{"guid": "8bb551e1c3493696cab8337dfb8aaf9010927a07", "title": "Adults screening positive for bipolar disorder by ethnicity and sex", "measure": "DH 027", "time_period": "2014", "summary": "This data shows that:\r\n\r\n* no significant difference between ethnic groups has been observed in terms of the likelihood of screening positive for bipolar disorder \r\n\r\n* an adult from one ethnic group is just as likely to have bipolar disorder as an adult from another ethnic group, according to the survey results \r\n\r\n* the percentage of adults screening positive for bipolar disorder ranges from 1.4% to 3.5% depending on their ethnic group; the range is slightly wider when looking only at women, from 0.7% to 4% (but again, these differences are statistically insignificant)", "chart": null, "table": {"group_columns": ["", "All", "Men", "Women"], "type": "grouped", "category": "Ethnicity", "columns": ["%"], "data": [{"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": "Asian", "values": ["1.4", "2.0", "0.7"], "sort_values": [1.4, 2, 0.7]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": "Black", "values": ["3.5", "2.9", "4.0"], "sort_values": [3.5, 2.9, 4]}, {"category": "Mixed/Other", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed/Other"}, "order": "Mixed", "values": ["1.8", "1.6", "2.0"], "sort_values": [1.8, 1.6, 2]}, {"category": "White - British", "relationships": {"is_parent": false, "is_child": false, "parent": "White - British"}, "order": "White British", "values": ["2.0", "2.3", "1.8"], "sort_values": [2, 2.3, 1.8]}, {"category": "White - Other", "relationships": {"is_parent": false, "is_child": false, "parent": "White - Other"}, "order": "White other", "values": ["2.0", "3.1", "1.1"], "sort_values": [2, 3.1, 1.1]}], "header": "Percentage of adults screening positive for bipolar disorder by ethnicity and sex", "subtitle": "", "footer": "", "groups": [{"group": "All", "data": [{"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": "Asian", "values": ["1.4"], "sort_values": [1.4]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": "Black", "values": ["3.5"], "sort_values": [3.5]}, {"category": "Mixed/Other", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed/Other"}, "order": "Mixed", "values": ["1.8"], "sort_values": [1.8]}, {"category": "White - British", "relationships": {"is_parent": false, "is_child": false, "parent": "White - British"}, "order": "White British", "values": ["2.0"], "sort_values": [2]}, {"category": "White - Other", "relationships": {"is_parent": false, "is_child": false, "parent": "White - Other"}, "order": "White other", "values": ["2.0"], "sort_values": [2]}]}, {"group": "Men", "data": [{"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": "Asian", "values": ["2.0"], "sort_values": [2]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": "Black", "values": ["2.9"], "sort_values": [2.9]}, {"category": "Mixed/Other", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed/Other"}, "order": "Mixed", "values": ["1.6"], "sort_values": [1.6]}, {"category": "White - British", "relationships": {"is_parent": false, "is_child": false, "parent": "White - British"}, "order": "White British", "values": ["2.3"], "sort_values": [2.3]}, {"category": "White - Other", "relationships": {"is_parent": false, "is_child": false, "parent": "White - Other"}, "order": "White other", "values": ["3.1"], "sort_values": [3.1]}]}, {"group": "Women", "data": [{"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": "Asian", "values": ["0.7"], "sort_values": [0.7]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": "Black", "values": ["4.0"], "sort_values": [4]}, {"category": "Mixed/Other", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed/Other"}, "order": "Mixed", "values": ["2.0"], "sort_values": [2]}, {"category": "White - British", "relationships": {"is_parent": false, "is_child": false, "parent": "White - British"}, "order": "White British", "values": ["1.8"], "sort_values": [1.8]}, {"category": "White - Other", "relationships": {"is_parent": false, "is_child": false, "parent": "White - Other"}, "order": "White other", "values": ["1.1"], "sort_values": [1.1]}]}], "parent_child": false}, "chart_source_data": null, "table_source_data": {"data": [["Measure", "Time", "Time_type", "Ethnicity", "Gender", "Value", "Denominator"], ["Screen positive for Bipolar", "2014", "Year", "White - British", "All", "2", "6,022"], ["Screen positive for Bipolar", "2014", "Year", "White - Other", "All", "2", "397"], ["Screen positive for Bipolar", "2014", "Year", "Black", "All", "3.5", "180"], ["Screen positive for Bipolar", "2014", "Year", "Asian", "All", "1.4", "321"], ["Screen positive for Bipolar", "2014", "Year", "Mixed/Other", "All", "1.8", "134"], ["Screen positive for Bipolar", "2014", "Year", "White - British", "Men", "2.3", "2,478"], ["Screen positive for Bipolar", "2014", "Year", "White - Other", "Men", "3.1", "147"], ["Screen positive for Bipolar", "2014", "Year", "Black", "Men", "2.9", "63"], ["Screen positive for Bipolar", "2014", "Year", "Asian", "Men", "2", "137"], ["Screen positive for Bipolar", "2014", "Year", "Mixed/Other", "Men", "1.6", "49"], ["Screen positive for Bipolar", "2014", "Year", "White - British", "Women", "1.8", "3,544"], ["Screen positive for Bipolar", "2014", "Year", "White - Other", "Women", "1.1", "250"], ["Screen positive for Bipolar", "2014", "Year", "Black", "Women", "4", "117"], ["Screen positive for Bipolar", "2014", "Year", "Asian", "Women", "0.7", "184"], ["Screen positive for Bipolar", "2014", "Year", "Mixed/Other", "Women", "2", "85"]], "tableOptions": {"table_title": "Percentage of adults screening positive for bipolar disorder by ethnicity and sex", "table_subtitle": "", "table_footer": "", "table_category_column": "Ethnicity", "table_group_column": "Gender", "table_order_column": "Standard Ethnicity", "table_parent_column": "[None]", "table_column_1": "Value", "table_column_2": "none", "table_column_3": "none", "table_column_4": "none", "table_column_5": "none", "table_column_1_name": "%", "table_column_2_name": "Denominator", "table_column_3_name": "", "table_column_4_name": "", "table_column_5_name": ""}}}]}