{"guid": "DH 026", "title": "Prevalence of ADHD among adults", "measure_summary": "This data measures the percentage of adults (aged 16 or older) in England who screened positive for attention deficit hyperactivity disorder (ADHD) in the 6 months prior to being surveyed. The data source is the Adult Psychiatric Morbidity Survey (APMS) that was conducted in private households across England in 2014. \r\n\r\nADHD is a group of behaviour symptoms that include inattentiveness, hyperactivity and impulsiveness. Symptoms of ADHD tend to be noticed at an early age, with most cases diagnosed when children are 6 to 12 years old. The symptoms usually improve with age, but many adults diagnosed when children continue to experience problems. People with ADHD may have additional problems such as sleep and anxiety disorders.\r\n", "summary": "* there were no meaningful differences between ethnic groups in the percentage of adults screening positive for attention deficit hyperactivity disorder (ADHD) in the 6 months prior to the survey\r\n\r\n* although the table shows differences between groups for the percentage screening positive, sample sizes were too small to draw reliable conclusions about these results ", "geographic_coverage": "England", "lowest_level_of_geography": "National", "time_covered": "2014", "need_to_know": "A positive screen for attention deficit hyperactivity disorder (ADHD) indicates that someone is likely to have ADHD, based on symptoms they have described. A full clinical assessment would be needed for diagnosis. The questions in the Adult Psychiatric Morbidity Survey (AMPS) are used to estimate how common ADHD is likely to be in the adult population, but they aren’t used as part of any national screening programme in England.\r\n\r\nKeep in mind when making comparisons between ethnic groups that all survey estimates are subject to a degree of uncertainty as they are based on a sample of the population. The degree of uncertainty is greater when the number of respondents is small, so it will be highest for minority ethnic groups. In this situation, the numbers of respondents in each groups were too small to make any conclusions about differences between them.\r\n\r\nThe survey covers adults aged 16 or over who live in private households. It doesn’t include those who live in institutional settings (such as hospitals or prisons) or in temporary housing (such as hostels or bed and breakfasts) or those who sleep rough. There were 7,528 respondents to the survey. \r\n\r\nThese statistics are based on participants’ direct responses (as opposed to someone else filling in the survey). As a result, socially undesirable or stigmatised feelings and behaviours may be under-reported. This is a risk with any survey based on self-reported data. \r\n\r\nThese statistics have been age-standardised so comparisons can be made between ethnic groups as if they had the same age profile (an age profile shows the number of people of different ages within an ethnic group). They do not tell you the actual percentage of people in each ethnic group who have or would have a positive screen for ADHD.\r\n\r\nThe ethnic groupings used here are broad; there is no breakdown of data for the more specific ethnic groups each contains. Some of the specific ethnic groups have very different experiences to one another. For example, the Black/Black British group could include both recent migrants from Somalia and Black people born in Britain to British parents. \r\n", "ethnicity_definition_summary": "For this data, the number of people surveyed (the ‘sample size’) was too small to draw any firm conclusions about detailed ethnic categories. Therefore, the data is broken down into the following broad groups, based on the ONS harmonised ethnic group questions for use on national surveys.  \r\n\r\n* White British\r\n* White Other\r\n* Black/Black British\r\n* Asian/Asian British\r\n* Mixed/Multiple and Other\r\n", "ethnicity_definition_detail": "", "source_text": "Adult Psychiatric Morbidity Survey: Survey of Mental Health and Wellbeing, England, 2014", "source_url": "http://content.digital.nhs.uk/catalogue/PUB21748", "department_source": "NHS Digital", "published_date": "", "last_update_date": "2014", "next_update_date": "2021", "frequency": "Every 7 years (further publications dependent on further surveys being commissioned)", "related_publications": "", "contact_name": "Dan Collinson", "contact_phone": "0300 303 5678", "contact_email": "enquiries@nhsdigital.nhs.uk", "data_source_purpose": "The Adult Psychiatric Morbidity Survey (APMS) series provides England's National Statistics for the prevalence of mental illness and treatment access in the adult household population.", "methodology": "Interviewers for the APMS asked participants questions face-to-face using the Adult ADHD Self-Report Scale (ASRS), which uses 6 questions to assess the ADHD characteristics of inattention, hyperactivity and impulsivity during the 6 months prior to interview. A positive screen for ADHD was made based on answers to 4 or more questions indicating these characteristics.\r\n\r\nEach survey involved interviewing a large stratified probability sample of the general population, covering people living in private households. The full adult age range was covered, with the youngest participants aged 16 and the oldest over 100. \r\n\r\nWhile a positive screen for ADHD isn’t a diagnosis, it does suggest they probably have ADHD and warrant a clinical assessment. The [‘Methods’ chapter of the Adult Psychiatric Morbidity Survey 2014](http://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-methods.pdf) sets out the specific methodology of the ASRS.\r\n\r\nThe prevalence of ADHD is determined here by dividing the number of respondents with a score of 4 or more on the ASRS by the total number of respondents.\r\n\r\nThe two-phase survey design involved an initial interview with the whole sample, followed up with a structured assessment carried out by clinically trained interviewers with a subset of participants. People were assessed or screened for a range of different types of mental disorder, from common conditions like depression and anxiety disorder through to less common neurological and mental conditions such as psychotic disorder, attention-deficit/hyperactivity disorder (ADHD), and autism spectrum disorder (ASD).  \r\n\r\nThe use of a survey to diagnose mental health conditions is not as reliable as a diagnosis made using a clinical interview. The assessments used have been validated, however, and are among the best available.\r\n\r\nThe survey covers people who live in private households. It doesn’t include those who live in institutional settings (such as hospitals or prisons) or in temporary housing (such as hostels or bed and breakfasts) or those who sleep rough. People living in such settings are likely to have worse mental health than those living in private households (Gill et al. 1996; cited in APMS 2014).\r\n\r\nWhere a selected participant could not take part in a long interview due to a physical or mental health condition, some information about this was recorded by the interviewer on the doorstep. This information may be biased due to it having been collected from another household member.\r\n\r\nSocially undesirable or stigmatised feelings and behaviours may be underreported. While this is a risk for any study based on self-report data, the study goes some way to minimising this by collecting particularly sensitive information in a self-completion format.\r\n\r\nSome people selected for the survey could not be contacted or refused to take part. The achieved response rate (57%) is in line with that of similar surveys (Barnes et al. 2010; cited in APMS 2014). Weighting helps take account of those who were selected for the survey but didn’t take part.\r\n\r\nWeighting is used to adjust the results of a survey to make them representative of the population and improve their accuracy. For example, a survey which contains 25% females and 75% males will not accurately reflect the views of the general population which we know is around 50% male and 50% female. \r\n\r\nMore detailed information on the weighting used here can be found on page 24 of the [‘Methods’ chapter of the Adult Psychiatric Morbidity Survey 2014](http://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-methods.pdf).\r\n\r\nConfidence intervals\r\nThe confidence intervals for each ethnic group are available in the ‘download the data’ section and also available from the CSV downloads for ‘Percentage of adults screening positive for ADHD in England 2014, by broad ethnic group and sex’ . \r\n\r\n11% of White British men surveyed screened positive for ADHD. This is a reliable estimate of the percentage of White British men in England who are likely to have ADHD, but because the APMS results are based on a random sample of adults aged 16 or older. It’s impossible to be 100% certain of the true percentage.\r\n \r\nIt’s 95% certain, however, that somewhere between 9.5% and 12.7% of all White British men in England have ADHD. In statistical terms, this is a 95% confidence interval. This means that if 100 random samples were taken, then 95 times out of 100 the estimate would fall in this range (ie between the upper and lower confidence interval). But 5 times out of 100 it would fall outside this range.\r\n\r\nThe smaller the survey sample, the more uncertain the estimate and the wider the confidence interval. For example, fewer men from the Black/Black British ethnic group were sampled for this survey than British White men, so we can be less certain about the estimate for the smaller group. This greater uncertainty is expressed by the wider confidence interval of between 2.0% and 10.9%.\r\n", "data_type": "Survey", "suppression_rules": "", "disclosure_control": "Risk to disclosure has been accounted for with limitations of the level of disaggregation, size of category groupings, and the maintaining of large underlying populations for analysis. No further suppression or other disclosure control has been applied.", "estimation": "Percentages have been rounded to one decimal point. ", "type_of_statistic": "National statistic", "qmi_url": "http://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-methods.pdf", "further_technical_information": "[APMS 2014 Background Data Quality Statement](http://content.digital.nhs.uk/catalogue/PUB21748/apms-2014-dq.pdf)", "dimensions": [{"guid": "7821cfcd278af0acea864369a2ee3f0ae2bae4f7", "title": "Prevalence of screening positive for attention-deficit/hyperactivity disorder (ADHD) in the six months prior to the survey in adults, England, 2014", "measure": "DH 026", "time_period": "2014", "summary": "This data shows that:\r\n\r\n* no significant difference between ethnic groups has been observed in terms of the likelihood of screening positive for ADHD \r\n\r\n* an adult from one ethnic group is just as likely to have ADHD as an adult from another ethnic group, according to the survey results \r\n\r\n", "chart": null, "table": {"group_columns": ["", "All", "Men", "Women"], "type": "grouped", "category": "Standard Ethnicity", "group_column": "Gender", "columns": [""], "data": [{"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": 100, "values": ["8.9", "7.9", "10.2"], "sort_values": [8.9, 7.9, 10.2]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": 200, "values": ["13.0", "4.8", "19.3"], "sort_values": [13, 4.8, 19.3]}, {"category": "Mixed other", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed other"}, "order": 309, "values": ["7.2", "6.5", "7.9"], "sort_values": [7.2, 6.5, 7.9]}, {"category": "White British", "relationships": {"is_parent": false, "is_child": false, "parent": "White British"}, "order": 401, "values": ["10.2", "11.0", "9.4"], "sort_values": [10.2, 11, 9.4]}, {"category": "White other", "relationships": {"is_parent": false, "is_child": false, "parent": "White other"}, "order": 409, "values": ["6.7", "3.3", "9.7"], "sort_values": [6.7, 3.3, 9.7]}], "header": "Screen positive for ADHD in the six months prior to the survey, by ethnic group and sex", "subtitle": "", "footer": "", "groups": [{"group": "All", "data": [{"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": 100, "values": ["8.9"], "sort_values": [8.9]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": 200, "values": ["13.0"], "sort_values": [13]}, {"category": "Mixed other", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed other"}, "order": 309, "values": ["7.2"], "sort_values": [7.2]}, {"category": "White British", "relationships": {"is_parent": false, "is_child": false, "parent": "White British"}, "order": 401, "values": ["10.2"], "sort_values": [10.2]}, {"category": "White other", "relationships": {"is_parent": false, "is_child": false, "parent": "White other"}, "order": 409, "values": ["6.7"], "sort_values": [6.7]}]}, {"group": "Men", "data": [{"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": 100, "values": ["7.9"], "sort_values": [7.9]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": 200, "values": ["4.8"], "sort_values": [4.8]}, {"category": "Mixed other", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed other"}, "order": 309, "values": ["6.5"], "sort_values": [6.5]}, {"category": "White British", "relationships": {"is_parent": false, "is_child": false, "parent": "White British"}, "order": 401, "values": ["11.0"], "sort_values": [11]}, {"category": "White other", "relationships": {"is_parent": false, "is_child": false, "parent": "White other"}, "order": 409, "values": ["3.3"], "sort_values": [3.3]}]}, {"group": "Women", "data": [{"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": 100, "values": ["10.2"], "sort_values": [10.2]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": 200, "values": ["19.3"], "sort_values": [19.3]}, {"category": "Mixed other", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed other"}, "order": 309, "values": ["7.9"], "sort_values": [7.9]}, {"category": "White British", "relationships": {"is_parent": false, "is_child": false, "parent": "White British"}, "order": 401, "values": ["9.4"], "sort_values": [9.4]}, {"category": "White other", "relationships": {"is_parent": false, "is_child": false, "parent": "White other"}, "order": 409, "values": ["9.7"], "sort_values": [9.7]}]}], "parent_child": false, "category_caption": "Ethnicity"}, "chart_source_data": null, "table_source_data": {"data": [["Measure", "Time", "Time_type", "Ethnicity", "Gender", "Score", "Value"], ["Screen positive for ADHD", "2014", "Year", "White - British", "All", "4 or more", "10.2"], ["Screen positive for ADHD", "2014", "Year", "White - Other", "All", "4 or more", "6.7"], ["Screen positive for ADHD", "2014", "Year", "Black", "All", "4 or more", "13"], ["Screen positive for ADHD", "2014", "Year", "Asian", "All", "4 or more", "8.9"], ["Screen positive for ADHD", "2014", "Year", "Mixed/Other", "All", "4 or more", "7.2"], ["Screen positive for ADHD", "2014", "Year", "White - British", "Men", "4 or more", "11"], ["Screen positive for ADHD", "2014", "Year", "White - Other", "Men", "4 or more", "3.3"], ["Screen positive for ADHD", "2014", "Year", "Black", "Men", "4 or more", "4.8"], ["Screen positive for ADHD", "2014", "Year", "Asian", "Men", "4 or more", "7.9"], ["Screen positive for ADHD", "2014", "Year", "Mixed/Other", "Men", "4 or more", "6.5"], ["Screen positive for ADHD", "2014", "Year", "White - British", "Women", "4 or more", "9.4"], ["Screen positive for ADHD", "2014", "Year", "White - Other", "Women", "4 or more", "9.7"], ["Screen positive for ADHD", "2014", "Year", "Black", "Women", "4 or more", "19.3"], ["Screen positive for ADHD", "2014", "Year", "Asian", "Women", "4 or more", "10.2"], ["Screen positive for ADHD", "2014", "Year", "Mixed/Other", "Women", "4 or more", "7.9"]], "tableOptions": {"table_title": "Screen positive for ADHD in the six months prior to the survey, by ethnic group and sex", "table_subtitle": "", "table_footer": "", "table_category_column": "Standard Ethnicity", "table_category_caption": "Ethnicity", "table_group_column": "Gender", "table_order_column": "Parent-child order", "table_parent_column": "[None]", "table_column_1": "Value", "table_column_2": "none", "table_column_3": "none", "table_column_4": "none", "table_column_5": "none", "table_column_1_name": "", "table_column_2_name": "", "table_column_3_name": "", "table_column_4_name": "", "table_column_5_name": "", "table_column_order_column": "[None]"}}}]}