{"guid": "DH006", "title": "Healthy eating of '5-a-day' among 15 year olds", "measure_summary": "This data provides an estimate of the percentage of children aged 15 who ate '5-a-day' – that is, the recommended 5 daily portions of fruit and vegetables – on the previous day to the one they were surveyed on. The results are broken down by ethnicity.\r\n\r\nThe results are based on responses to 4 questions about healthy eating habits in the What About YOUth (WAY) survey in 2014/15. The percentage is calculated as the number of respondents whose answers indicated they ate a total of 5 or more portions of fruit and vegetables the previous day, out of the total number of respondents who answered the 4 questions.\r\n \r\nThe WAY survey collected data from 15 year olds across England. Respondents completed a paper questionnaire delivered to their home, and returned it by post - or had the option to complete it online.", "summary": "- just over half of 15 year olds ate the recommended 5-a-day in 2014/15\r\n\r\n- 15 year olds were least likely to eat 5-a-day if they were Black or White  \r\n\r\n- 15 year olds were most likely to eat 5-a-day if they were Asian or from the Other or Mixed ethnic categories", "geographic_coverage": "England", "lowest_level_of_geography": "National", "time_covered": "2014/15", "need_to_know": "The What About YOUth (WAY) survey is based on a random sample of pupils drawn from the National Pupil Database (NPD), and postal surveys are sent to pupils’ homes. \r\n\r\nThe information it collects is used to make generalisations about the total population. As with all surveys, the estimates from the WAY survey are subject to a degree of uncertainty as they are based on a sample of the population. The degree of uncertainty is greater when the number of respondents is small, so it will be highest for minority ethnic groups.\r\n\r\nThe differences in the percentage of 15 year olds who ate 5-a-day that were observed between ethnic groups and reported on here were larger than any uncertainty around the estimates (they were ‘statistically significant’). \r\n\r\nThe survey excludes pupils in independent schools, since these schools are not covered by the NPD. No other suitable database was available for sampling pupils, and it was concluded that survey estimates would not be significantly different as a result of these schools not being included. \r\n\r\nData on fruit and vegetable consumption is also collected by the National Diet and Nutrition Survey (NDNS) and Health Survey England (HSE). The survey methods include interviewing and food diaries, while the WAY survey is a home postal survey. Different survey methods give different results. It is not unusual for different survey methods to give different results and these estimates were not intended to be, and should not be, compared to other sources of diet data without an understanding of the impact of different methodologies.", "ethnicity_definition_summary": "Broad ethnic groups aggregated  from responses to survey question Q62 of the What About YOUth (WAY) survey: \r\n\r\n* White\r\n* Mixed/Multiple ethnic groups\r\n* Asian/Asian British inc Chinese\r\n* Black/African/Caribbean/Black British\r\n* Other ethnic group", "ethnicity_definition_detail": "", "source_text": "Public Health Outcomes Framework", "source_url": "http://www.phoutcomes.info/", "department_source": "NHS Digital", "published_date": "-", "last_update_date": "-", "next_update_date": "", "frequency": "Annual", "related_publications": "", "contact_name": "", "contact_phone": "", "contact_email": "enquiries@nhsdigital.nhs.uk", "data_source_purpose": "The What About YOUth? (WAY) survey was designed to collect data on a range of health behaviours amongst 15 year olds, including general health, diet, use of free time, physical activity, smoking, drinking, emotional wellbeing, drugs and bullying.\r\n\r\nThe Department of Health commissioned the Health and Social Care Information Centre (HSCIC) to run the survey in 2014. Its purpose was to fill gaps in the Public Health Outcomes Framework and other key health behaviour measures relating to young people. HSCIC contracted Ipsos MORI to carry out the survey.", "methodology": "A sample of approximately 300,000 young people were selected from the National Pupil Database (NPD) and contacted to take part in the postal survey, with the option to complete it online. Fieldwork ran between 22nd September 2014 and 9th January 2015. A total of 120,115 participants responded to the survey. A £5 shopping voucher was used as the token of appreciation, which was conditional on completing the questionnaire. The response rate was 41%, when taking into account any undeliverable mail outs and opt-outs from the sampled pupils.\r\n\r\nWith diet related questions in the WAY postal survey, findings are dependent on the 15 year old being able to determine a portion size with no help. To assist in this, the diet related questions in the WAY survey all included examples of the type of fruits, vegetables, pulses and drinks in question, as an example of a portion size (such as 3 heaped tablespoons or medium sized glass).\r\n\r\nBy using the NPD as a sampling frame, it was possible to stratify the sample to help ensure the sample was representative across a range of pupil and area characteristics. Data were weighted by gender, ethnicity, Free School Meal eligibility, quintile of the Index of Multiple Deprivation, and local authority to reflect the known population profile of 15 year olds in England (sourced from the NPD). \r\n\r\nBoth the numerator and the denominator are weighted to make them applicable to the population as a whole. Further details on the sampling methodology and weighting procedure can be found in the [WAY survey technical report](http://content.digital.nhs.uk/catalogue/PUB19244/what-about-youth-eng-tech-rep.pdf)\r\n\r\nConfidence intervals:\r\n\r\nThe confidence intervals for each ethnic group are available in the ‘download the data’ section. \r\n\r\nBased on survey responses, it’s estimated that 51.1% of White 15 year olds surveyed ate 5 portions of fruit or vegetables in the day prior to the survey. Because the WAY survey questioned a sample of 15 year olds rather than all 15 year olds, however, it’s impossible to be 100% certain of the exact percentage.\r\n \r\nIt’s 95% certain, however, that between 50.8% and 51.3% of all White children ate 5 portions of fruit or vegetables in the day prior to the survey. In statistical terms, this is a 95% confidence interval, with an upper and lower confidence interval of 50.8% and 51.3% respectively. This means that if 100 random samples were taken, then 95 times out of 100 the estimate would fall between the upper and lower confidence interval. But 5 times out of 100 it would fall outside this range.\r\n\r\nThe smaller the survey sample, the more uncertain the estimate and the wider the confidence interval. For example, fewer 15 year olds from the Other ethnic group were sampled for this survey than White 15 year olds, so we can be less certain about the estimate for the smaller group. This greater uncertainty is expressed by the wider confidence interval of between 62.4% and 67.4% for 15 year olds from the Other ethnic group.\r\n\r\nStatistically significant findings have been determined where the 95% confidence intervals of an ethnic group do not overlap with the value for all ethnicities combined (52.4%)", "data_type": "Survey", "suppression_rules": "", "disclosure_control": "", "estimation": "Percentages are rounded to 1 decimal place", "type_of_statistic": "Official statistic", "qmi_url": "http://content.digital.nhs.uk/catalogue/PUB19244/what-about-youth-eng-tech-rep.pdf", "further_technical_information": "", "dimensions": [{"guid": "53af085bb0a3a5901b9b8cb3a12026ccc2d41edd", "title": "Healthy eating of ‘5-a-day’ among 15 year olds by ethnicity", "measure": "DH006", "time_period": "2014/15", "summary": "This data shows that:\r\n\r\n- 52.4% of 15 year olds ate the recommended 5-a-day in 2014/15\r\n\r\n- the ethnic groups in which children aged 15 were least likely to eat 5-a-day were Black (49.5%) and White (51.1%) – both significantly lower than the average for England\r\n\r\n- the ethnic groups in which children aged 15 were most likely to eat 5-a-day were the Other ethnic category (64.9%), Asian (60.3%) and Mixed ethnic groups (55.8%) – all significantly higher than the average for England\r\n", "chart": {"type": "bar", "title": {"text": "Percentage of 15 year olds meeting the recommended '5 a day' on a usual day"}, "parent_child": false, "xAxis": {"title": {"text": ""}, "categories": ["All", "Asian", "Black", "Mixed", "White", "Other"]}, "yAxis": {"title": {"text": ""}}, "series": [{"name": "Standard Ethnicity", "data": [{"y": 52.4, "category": "All", "text": "number"}, {"y": 60.3, "category": "Asian", "text": "number"}, {"y": 49.5, "category": "Black", "text": "number"}, {"y": 55.8, "category": "Mixed", "text": "number"}, {"y": 51.1, "category": "White", "text": "number"}, {"y": 64.9, "category": "Other", "text": "number"}]}], "number_format": {"multiplier": 1, "prefix": "", "suffix": "%", "min": 0, "max": 100}, "parents": [], "version": "1.1", "chart": {"type": "bar"}}, "table": {"type": "simple", "parent_child": false, "header": "Percentage of 15 year olds meeting the recommended '5 a day' on a usual day", "subtitle": "", "footer": "", "category": "Standard Ethnicity", "columns": ["%"], "data": [{"category": "All", "relationships": {"is_parent": false, "is_child": false, "parent": "All"}, "order": "0", "values": ["52.4"], "sort_values": [52.4]}, {"category": "Asian", "relationships": {"is_parent": false, "is_child": false, "parent": "Asian"}, "order": "100", "values": ["60.3"], "sort_values": [60.3]}, {"category": "Black", "relationships": {"is_parent": false, "is_child": false, "parent": "Black"}, "order": "200", "values": ["49.5"], "sort_values": [49.5]}, {"category": "Mixed", "relationships": {"is_parent": false, "is_child": false, "parent": "Mixed"}, "order": "300", "values": ["55.8"], "sort_values": [55.8]}, {"category": "White", "relationships": {"is_parent": false, "is_child": false, "parent": "White"}, "order": "400", "values": ["51.1"], "sort_values": [51.1]}, {"category": "Other", "relationships": {"is_parent": false, "is_child": false, "parent": "Other"}, "order": "600", "values": ["64.9"], "sort_values": [64.9]}], "category_caption": "Ethnicity"}, "chart_source_data": {"data": [["Ethnicity", "Value"], ["White", "51.1"], ["Mixed", "55.8"], ["Asian", "60.3"], ["Black", "49.5"], ["Other", "64.9"], ["All", "52.4"]], "type": "bar_chart", "chartOptions": {"primary_column": "Standard Ethnicity", "secondary_column": "[None]", "parent_column": "[None]", "order_column": "Parent-child order", "x_axis_column": "Ethnicity", "line_series_column": "Ethnicity", "line_series_order": "[None]", "component_bar_column": "Ethnicity", "component_component_column": "[None]", "component_row_order_column": "[None]", "component_series_order_column": "[None]", "panel_primary_column": "Ethnicity", "panel_grouping_column": "Ethnicity", "panel_line_x_axis": "Ethnicity", "panel_line_series": "Ethnicity", "panel_primary_order_column": "[None]", "panel_order_column": "[None]"}, "chartFormat": {"chart_title": "Percentage of 15 year olds meeting the recommended '5 a day' on a usual day", "x_axis_label": "", "y_axis_label": "", "number_format": "percent", "number_format_prefix": "", "number_format_suffix": "", "number_format_min": "", "number_format_max": ""}}, "table_source_data": {"data": [["Ethnicity", "Value"], ["White", "51.1"], ["Mixed", "55.8"], ["Asian", "60.3"], ["Black", "49.5"], ["Other", "64.9"], ["All", "52.4"]], "tableOptions": {"table_title": "Percentage of 15 year olds meeting the recommended '5 a day' on a usual day", "table_subtitle": "", "table_footer": "", "table_category_column": "Standard Ethnicity", "table_category_caption": "Ethnicity", "table_group_column": "[None]", "table_order_column": "Parent-child order", "table_parent_column": "[None]", "table_column_1": "Value", "table_column_2": "none", "table_column_3": "none", "table_column_4": "none", "table_column_5": "none", "table_column_1_name": "%", "table_column_2_name": "", "table_column_3_name": "", "table_column_4_name": "", "table_column_5_name": "", "table_column_order_column": "[None]"}}}]}